const tierListData2 = {
    '2027': {
        'S': [],
        'A': [],
        'B': [],
        'C': [],
        'D': [],
        'E': [],
        'F': [
            // {
            //     title: "The One Piece Remake",
            //     ruTitle: "Ван Пис Ремейк",
            //     review: "Ждем релиза!"
            // },
        ]
    },
    '2028': {
        'S': [],
        'A': [],
        'B': [],
        'C': [],
        'D': [],
        'E': [],
        'F': []
    },
    '2029': {
        'S': [],
        'A': [],
        'B': [],
        'C': [],
        'D': [],
        'E': [],
        'F': []
    },
};