if (typeof tierListData !== 'undefined') {
    tierListData['Реинкарнация безработного'] = {
        type: 'ranobe',
        data: {
            'S': [
                { 
                title: "Дисклеймер!", 
                review: `Должен сказать, что дополнительные истории про детей Рудеуса расписаны не все. Полноценные истории есть у Люси и Зигхарта - дети Сильфи и Рудеуса, Арса и Кристины - дети Эрис и Рудеуса. Ну и они отличаются по объёму и кол-ву контента.

А вот Лара и Лили - дети Рокси и Рудеуса, пока не имеют полноценных больших историй. Например, про Лару известно, что она занимает очень важное место в истории мира Безработного, т.к. она помогла Орстеду попасть к Хитогами. А вот у Лили самое маленькое экранное время. Но о ней известно, что она как и Лара гений, она усовершенствовала броню Рудеуса до такой степень, что её носили все стражники. И по размеру она была обычной.

Я не знал как правильно их расположить по томам. поэтому решил так: Изыбочность 1 - Люси, Изыбочность 2 - Лара и Лили, Изыбочность 3 - Арс и Кристина, Долг Безработного - Зигхарт.

Надеюсь вы меня поняи. Вообщем тяжело записывать свои мысли в подобном формате, т.к. много чего хочется сказать, но времени нет всё описывать. Так что довольствуйтесь сокращёнными версиями)

Ну а оригинальную историю я пока не перечитал(`, 
                img: "energydrink/disclaimer.jpg"
                },
                { 
                    title: "Реинкарнация безработного — Красная дорожка ~Избыточность 3~", 
                    review: `Этот том про Арса и Айшу, а потом про Кристину. --||||--
                    
                    Давайте сначало про Арса и Айшу. Это офигенна история любви... История начинется с момента, где Айша помогает в родах Арса. Она держит его на руках и испывтывает невероятные чувства. По мере взросление Айша всегда помогает ему, проводит время вместе. Арс же привыкает к ней и считает её человек, которого он должен защищать, как говорила ему Эрис, но до конца не понимает что это значит. Айша пыталась подавить свои чувства, но Арс был настойчив. Они занимаются любовыю, Рудеус застаёт их, начинается конфликт. Из-за того что Айша гений, она разбивает аргументы всей семьи, но Сильфи придумала как её обхитрить. Айша говорила, что всего лишь учила Арса, как её учила Лили. А Сильфи спросила будет ли она учить других сыновей Рудеуса. На что она ответила да, а Арс всё это время молчал. После чего Эрис всыпала ему. На следующий день Айша с Арсом сбежали. Они долг скрывались благодаря уму Айши и её связям с наёмниками. Рудеус всё это время искал их, подключил к поискам кого только мог. Айша беремена, поэтому со времен не смогла чательно заметать следы, и Рудеус их нашёл. Арс за этот год понял как этолюбить и что значит защищать любимого челока. Эрис решила это проверить и вступила в бой с Арсом, он отрубила ему руку, избила. После чего Рудеус поговорил с Айшей, они друг друга выслушали, Айша была наказано, но не жестко померка средневековья. Айша родила ребёнка, за которым ухаживала семья Рудэуса, пошла в академию, отучилась, повзрослела, вышла замуж за Арса и они покинули дом и отказались от фамилии Грейрат. Это история не закончена, т.к. автор отказался от неё, но то что Айша и Арс вместе это канон. Это очень сжатый пересказ, но в целом история должна быть понятна. --||||--
                    
                    Также в этом томе (29 том) есть история Кристины - дочки Эрис и Руди. Кристина была самым любимым ребёнком, ну понятное дело, что Руди любил всех детей одинаково, но они относились к нему не как к любимому папе, а к Боссу, перед которым надо отчитываться. Из-за того что он всегда был в разъездах + из-за его репутации, дети просто не знали как надо себя с ним вести. Они как и Руди понимали что он занятой и не хотели по пустякам обращаться к нему, а вот Кристина была совсем другой. Если она хотела поговрить с отцом, то делала эта всегда. Поэтому Руди думал, что Кристина любит его больше, чем другие дети. После разговора с Айшей он понял, что был не самым лучшим отцом, но стал меняться. Рудеус всегда баловал Кристино, но т.к. это семья Грейграт она умела и драться, в магии шарила. Потом она поехала в академию Раноа. Если вкратке, то она защищала простых людей от богатых детишек, а на выпускном закатила сцену, но ей все респектанули. А сын Ариэль захотел пожениться на ней. Рудеус дал добро. Короткая, но тоже очень хорошая история.`, 
                    img: "mushoku-tensei/29(3).jpg"
                },
                { 
                    title: "Реинкарнация безработного — Сказание древнего дракона", 
                    review: "Данный том - предыстория мира безработного. Про создание шестигранного мира, про богов каждого из миров, про план Хитогами, про Лапласа, ну и последствия. Короче, очень интересная история, которая достойна вашего внимания. И где-то в 3-ем сезоне показывается фреска, которая рассказывает всю историю мира. Это просто вау. Перессказывать не буду, лучше прочитайте сами)", 
                    img: "mushoku-tensei/old_dragon's_tale.jpg"
                },
            ],
            'A': [],
            'B': [],
            'C': [],
            'D': [],
            'E': [],
            'F': [
                { 
                    title: "Реинкарнация безработного ~Избыточность 1~", 
                    review: "", 
                    img: "mushoku-tensei/27(1).jpg"
                },
                { 
                    title: "Реинкарнация безработного ~Избыточность 2~", 
                    review: "", 
                    img: "mushoku-tensei/28(2).webp"
                },
                { 
                    title: "Реинкарнация безработного — Долг Безработного", 
                    review: "", 
                    img: "mushoku-tensei/jobless_oblige.jpg"
                },
                { 
                    title: "Реинкарнация безработного Том 1", 
                    review: "...", 
                    img: "mushoku-tensei/1.webp"
                },
                { 
                    title: "Реинкарнация безработного Том 2", 
                    review: "...", 
                    img: "mushoku-tensei/2.webp"
                },
                { 
                    title: "Реинкарнация безработного Том 3", 
                    review: "...", 
                    img: "mushoku-tensei/3.webp"
                },
                { 
                    title: "Реинкарнация безработного Том 4", 
                    review: "...", 
                    img: "mushoku-tensei/4.webp"
                },
                { 
                    title: "Реинкарнация безработного Том 5", 
                    review: "...", 
                    img: "mushoku-tensei/5.webp"
                },
                { 
                    title: "Реинкарнация безработного Том 6", 
                    review: "...", 
                    img: "mushoku-tensei/6.webp"
                },
                { 
                    title: "Реинкарнация безработного Том 7", 
                    review: "...", 
                    img: "mushoku-tensei/7.webp"
                },
                { 
                    title: "Реинкарнация безработного Том 8", 
                    review: "...", 
                    img: "mushoku-tensei/8.webp"
                },
                { 
                    title: "Реинкарнация безработного Том 9", 
                    review: "...", 
                    img: "mushoku-tensei/9.webp"
                },
                { 
                    title: "Реинкарнация безработного Том 10", 
                    review: "...", 
                    img: "mushoku-tensei/10.webp"
                },
                { 
                    title: "Реинкарнация безработного Том 11", 
                    review: "...", 
                    img: "mushoku-tensei/11.webp"
                },
                { 
                    title: "Реинкарнация безработного Том 12", 
                    review: "...", 
                    img: "mushoku-tensei/12.webp"
                },
                { 
                    title: "Реинкарнация безработного Том 13", 
                    review: "...", 
                    img: "mushoku-tensei/13.webp"
                },
                { 
                    title: "Реинкарнация безработного Том 14", 
                    review: "...", 
                    img: "mushoku-tensei/14.webp"
                },
                { 
                    title: "Реинкарнация безработного Том 15", 
                    review: "...", 
                    img: "mushoku-tensei/15.webp"
                },
                { 
                    title: "Реинкарнация безработного Том 16", 
                    review: "...", 
                    img: "mushoku-tensei/16.webp"
                },
                { 
                    title: "Реинкарнация безработного Том 17", 
                    review: "...", 
                    img: "mushoku-tensei/17.webp"
                },
                { 
                    title: "Реинкарнация безработного Том 18", 
                    review: "...", 
                    img: "mushoku-tensei/18.webp"
                },
                { 
                    title: "Реинкарнация безработного Том 19", 
                    review: "...", 
                    img: "mushoku-tensei/19.webp"
                },
                { 
                    title: "Реинкарнация безработного Том 20", 
                    review: "...", 
                    img: "mushoku-tensei/20.webp"
                },
                { 
                    title: "Реинкарнация безработного Том 21", 
                    review: "...", 
                    img: "mushoku-tensei/21.webp"
                },
                { 
                    title: "Реинкарнация безработного Том 22", 
                    review: "...", 
                    img: "mushoku-tensei/22.webp"
                },
                { 
                    title: "Реинкарнация безработного Том 23", 
                    review: "...", 
                    img: "mushoku-tensei/23.webp"
                },
                { 
                    title: "Реинкарнация безработного Том 24", 
                    review: "...", 
                    img: "mushoku-tensei/24.webp"
                },
                { 
                    title: "Реинкарнация безработного Том 25", 
                    review: "...", 
                    img: "mushoku-tensei/25.webp"
                },
                { 
                    title: "Реинкарнация безработного Том 26", 
                    review: "...", 
                    img: "mushoku-tensei/26.webp"
                },
            ]
        }
    };
}