const notes = [
    {
        id: 1,
        date: "03.12.2025",
        text: `Во-первых, вчера у меня было ДР. Самое грустное чтоли, т.к. не было света и я не мог пообщаться с друзьями.

Во-вторых, хочу ответить на вопрос (если конечно вы вообще нашли данную вкладку): "Почему главная страница это страница с тир-листами аниме, а не с инфой про меня?". Потому что... потому что когда я только начинал делать сайт, я не думал что буду развивать его дальше чем просто тир-лист аниме. А сейчас мне лень переделывать структуру файлов, так что оставил так.

Что же я сюда буду записывать? Наверное всякие мысли, планы на будущее и т.д. Посмотрим как пойдёт. Возможно я вообще заброшу эту страницу. Какой от неё толк если, во-первых, я никому не нужен и НИКТО не будет сюда заходить, а во-вторых, у меня есть тгк, ну и в-третих, я сам вряд ли буду сюда часто заглядывать?
            
Хотя может это и к лучшему? Сюда буду писать всякие мысли, которые я не смогу вот так просто рассказать?..
            
Вот, например, я решил, что на это странице не будет конфети и снега на разные праздники. Чисто мои мысли и ничего лишнего.
            
Если тут будет много записей, то надо будет их загружать через массив и делать прогрузку страницу. Ну это потом. Как будто хочется написать что-то ещё, но ладно хватит. Пойду себе кушать погрею и скоро уже будет премия SLAY. Пойду смотреть. Всем пока!`
    },
    {
        id: 2,
        date: "11.12.2025",
        text: `Начну с самой важной информации. Я сейчас Обаму из белого дома выпускаю, так сказать. Теперь по фактам.

Посмотрел я 10ую серию "Для тебя бессмертный", такой дикий кайф ловлю. Жалею о том, что до выхода 3го сезона не пересмотрел 1ые 2 сезона. Обидно, что с теми, с кем я общаюсь, вкусы отличаются, а выговориться хочется. Просто меня могут не понять, а тут есть микро шанс, что кто-то испытывает такие же чувства.

Теперь плавно перейду до аватарок в моих соц сетях. Как многие знают, у меня всякая анимешная хня стоит. И я никогда не могу определиться что поставить на аву. Красивых аватарок много, но поставить можно только одну. Ну и я определил для себя... тайтлы, с которых можно брать авы. Естественно ре: зеро, время приключений, для тебя бессмертный, но тут проблема в том, что оч мало контента, а тот который есть... ну, гейский. Но авы с гг оч прикольные. Дальше можно выделить код гиасс и токийский гуль, но не канаки или ризе, а мне нравится ставить на аву йошимуру. По стим авам всё просто. Мне нравится ставить разные мили фотки девушек. Бля, это странно... но пох. Вот ссылка на все стим авы за последний год или 2 - https://lnk.ua/Men0R3QNg. Хз сработает ли она. Ну пох.

Я очень устал от выключения света. У меня по 17 часов в день нет света. Завтра, точнее через 5-7 часов, будет TGA, который я не смогу посмотреть на стриме. Придётся нарезки смотреть и самым последним инфу узнавать. Сейчас видосы скачиваю, буду ночью смотреть ибо спать вообще не хочу, выспался.

Сессия у меня закрыта. Осталось с проектом разобраться, выш мат закрыть и ещё 1 предмет, и всё. Правда 2 недели каникул и потом снова в этот политех.

По поводу НГ. Из-за отключения света скорее всего я буду его отмечать соло. Меня, конечно, пригласил одногрупник, но у него там своя компания, так что не кайф.

Я что-то ещё хотел написать, но уже забыл. Поэтому на этом всё. Всем пока!`
    },
    {
        id: 3,
        date: "22.12.2025",
        text: `Короче, сегодня писали тест по БЗВП, и это был такой бред. На столько неподготовленный тест я ещё не видел. В том плане, что в вопросах были ошибки, по типу: одинаковые варианты ответов, или ответы, придуманные на абум, что не так уж и плохо. Но вот отсутсвия на вопроса, но наличие ответов вообще убило. Типа вопроса нет, а ответы есть.

Ладно, на самом деле я пишу эту запись не из-за теста. Просто хочу рассказать про одну посхалку на сайте. Если прожать комбинацию клавиш "↑ ↑ ↓ ↓ ← → ← → B A" на любой странице, то кое-что произойдёт. Не буду говорить что именно, проверьте сами. И таких поскалок несколько, некоторые легко найти, некоторые трудно. Я дал только 1 подсказку. Кто найдёт ещё что-то, то пишите мне.

Ну и для отвода глах надо что-то ещё написать сюда. Например, завтра я буду писать КР и колоквиум по высшей математике. Вроде готов, но как обычно сдлеаю ошибки в самых елементарных заданиях. Вот НГ хз как буду отмечать. Меня пожет позвать одногрупник, но у него там своя компания, так что не особо хочется с ней тусоваться. Надеюсь будет как обычно: с Максом в доте. Ладно, думаю для отвода глаз нормально написал. Всем пока!`
    },
    {
        id: 4,
        date: "02.01.2026",
        text: `Всем хай. У меня много мыслей, которые я хочу написать. Так что поехали. Для начала расскажу про НГ. В этом году был самый лучший Новый Год за всё время, навреное. Посидели с моим другом, жёстко кайфанули, пообщались, поиграли. Супер! Потом провели его НГ. Немного поиграли, я апнул звание в доте и всё. Кушал я суши, тортик, пил монстер и сок. Вот, да. Кстати, на улице нормально так снега насыпало. Я бы сказал кайф. Сейчас я варю пельмени, так что скоро придёться отойти от компа.

Теперь по некселю. Причина этой записи не НГ, а мои плейлисты на ютубе. Я вспомнил, что когда-то стримил, и у меня сохранились запись с прохождения некоторых игр. Atomic Heart - https://www.youtube.com/playlist?list=PLov5IgTS5pqn6JfhWvvctC1lbFa02vhQ-, Cyberpunk 2077 - https://www.youtube.com/playlist?list=PLov5IgTS5pqm3vtsS4ASlsGUEYmTdiVF_, Elden Ring - https://www.youtube.com/playlist?list=PLov5IgTS5pql9OBlY587FBJDbnvYhymuQ, Dead Redemption 2 - https://www.youtube.com/playlist?list=PLov5IgTS5pqnW4qRS3eeN-13fQFBNY8Mf и ещё 2 прикольный плелиста: Elden Ring с Сергеем - https://www.youtube.com/playlist?list=PLQHd4bohjjhF9fsr38w6XFngcDHpiricT  и Киберспорт с Сергеем - https://www.youtube.com/playlist?list=PLQHd4bohjjhEuGYEWzv5LD31Pc2w3sI6E. Вот вам контент, а я пойду пелемини закину и поем.

Фууууххх... Я почти целую пачку пельменей съел. И так, продолжим. Правда я уже забыл что хотел написать... Ну допустим про игры. Сейчас я играю в FINAL FANTASY VII REBIRTH, ловлю кайфы. Игрушка красивая и интересная. В планах пройти: TLOU II, Clair Obscur: Expedition 33, Dispatch, Stellar Blade и допройти NieR:Automata. Мне интересно спустя сколько времени я всё это пройду.

Скажу пару слов про учёбу. Сессия у меня закрыта автоматом, осталось только прийти и подтвердить оценку. Возможно это самый лучший усебынй год по баллам. Потом каникулы и я поеду "домой". У меня через 15мин выкл свет. Вот, да... Блин! Я заабыл что хотел написать! Ладно, скажу что я сейчас планирую продолжить читать Re:Zero, а именно 8-ую арку, на которую будет масштабный пересказ в тг. Но самое главное - 9ая арка. Она претендует на 2ое место в моём топе арок по Re:Zero после 6ой арки.Там будет дикий кайф. Я просто себе проспойлерил немного.

Сегодня хочу сделать прикольную шапку для канала на ютубе и какую-небудь аву. Пока идей вообще нет. Также давно не было новой музыки в моём плейлисте.
            
Если чё-то вспомню, то напишу. А пока на этом всё. Всем пока!`
    },
    {
        id: 5,
        date: "18.01.2026",
        text: `И так, всем хай. У меня сейчас зимние каникулы, и я по немного чё-то делаю. Например, сегодня начал разгребать свой список запланированных аниме и переносить инфу на сайтик. К чему я это? Я уже давно смотрю аниме в приложении от анилибрии. Раньше смотрел на ямми аниме, но потом он закрылся, и открылся новый. На это новом нет данных старых пользователей. И мне не кайф переносить все анимешки на него. Но возможно я когда-то это сделаю, т.к. что новый сайт анилибрии, что приложение не могут дать мне тот функционал, который может дать ямми аниме. Там есть почти все аниме, удобный страницы с анонсами и ангоингами, уведомления, на нём легко ставить оценки, там есть списки. А вот у анилибрии большенства пунктов нет. Но в то же время плеер анилибрии очень удобный, что нельзя сказать про кодик. Сегодян сидел и 20+ аниме добавил, которые заанонсили, в список. Короче, надо снова переносить инфу на ямми аниме. К счастью это будет легче. Надеюсь, на этот раз сайт не закроется. Вот мой аккаунт - https://site.yummyani.me/users/id114344
        
Теперь хочу рассказать про... ммм... одну из моих мечт. Я хочу себе собрать мега имбовое место для , так называемого, гейминга. Ну я создал сайтик, на котором расписал во сколько мне это обойдётся. https://kiwwij.github.io/my-projects/html/newpc.html и то, там не всё что я хочу себе купить. 200к+ грн на момент 2026 года. Мда...

Поменял я сегодня батарею на ноуте, стал чутка дольше работать без сети, но вау эффекта нет, к сожалению. Также планирую ещё клаву почистить. Ммм... чё ещё рассказать? Ну давайте ещё немного про уник. Мне на учёбы 1го числа. Это у меня будет уже 4ый семестр. Как говорили старшекурсники, то это самый лёгкий семестр их всех. Почти ничего не надо делать, курсовой нету, короче чилл. Посмотрим как оно будет на самом деле.

Блин, маловато я написал, а мыслей то было много. Ну ладно уже. На этом закончу. Всем пока!`
    },
    {
        id: 6,
        date: "00.00.20xx",
        text: ``
    },
];
