if (typeof tierListData !== 'undefined') {
    tierListData['О моём перерождении в слизь'] = {
        type: 'ranobe',
        data: {
            'S': [
                { 
                    title: "О моём перерождении в слизь 11", 
                    review: "Новые союзники Римуру - демоны. Больше контента с владыками. Крутые файты. Скачки во времени, 2-ая личность Хлои (Хроноа). В целом это 1-ый том который я прочитал и был удивлён масшатбностью слизи. Особенно удивился тому, что это только половина (131/162 глаа). А ещё я удивился, что ранобэ закончено. Это прям мега круто! Даже не знаю смогу ли я дочитать до конца, но я буду стараться, хоть у меня и есть долги по re zero и mushoku tensei)", 
                    img: "tensei-shitara-slime-datta-ken/11.png"
                },
            ],
            'A': [],
            'B': [],
            'C': [
                { 
                    title: "О моём перерождении в слизь 12", 
                    review: "Появления Гая и выяснение отношений с другими лорлами, а также с Хронуой и Юки. Кстати, я не говорил это в предыдущем томе, но все эти временные петли, ультра сильыне герои прошлого или будующего мне так не нравятся. Почему двигателем сюжета стоновятся либо путешествия во времени, либо прибитие героев из других вселенных? Короче, это минус. Потом идёт обсос армии: корпуса, генералы, техника и т.д. Разведка лабиринта, козни Юки в Империи, появлении Элитной Десятки Лабиринта и старшей сестры Вольдоры, ну и начало войны. И вот тут появляется ещё 1 проблема этого проихведения - большое кол-во персонажей и сюжетных линий. Я был в афиге от перечесления боевой мощи армии Римуру, а потом когда начались сражения, то был в полных непонятках. Конечно, потом всё стало понятно, но сейчас не про это. Из-за такого кол-ва персонажей и имён я постоянно поутаюсь, так это ещё и книга, в которой почти нет картинок + у меня всегда были проблемы с запоминанием персонажей в любом произведении. Когда будет выхоидть 5-6 сезоны аниме, то я позабуду почти все события. Но как бы то ни было, мне всё равно интересно наблюдать за историей, и то как она развивается. А, и ещё 1 проблема - я не понимаю расскалад сил, до появлении Хронуы, я думал что Римуру примерно на 4-6 месте по сили (без учёта персонажей, которые уже умерли, я про создателя мира, ес чё), а потом я совсем запутался. Решил прогуглить, и нейронка говорит, что Римуру станет самым сильным из ныне живущих существ. Как-то так.", 
                    img: "tensei-shitara-slime-datta-ken/12.png"
                },
            ],
            'D': [],
            'E': [],
            'F': [
                { 
                    title: "О моём перерождении в слизь 13", 
                    review: "", 
                    img: "tensei-shitara-slime-datta-ken/13.png"
                },
                { 
                    title: "О моём перерождении в слизь 14", 
                    review: "", 
                    img: "tensei-shitara-slime-datta-ken/14.png"
                },
                { 
                    title: "О моём перерождении в слизь 15", 
                    review: "", 
                    img: "tensei-shitara-slime-datta-ken/15.jpg"
                },
                { 
                    title: "О моём перерождении в слизь 16", 
                    review: "", 
                    img: "tensei-shitara-slime-datta-ken/16.jpg"
                },
                { 
                    title: "О моём перерождении в слизь 17", 
                    review: "", 
                    img: "tensei-shitara-slime-datta-ken/17.png"
                },
                { 
                    title: "О моём перерождении в слизь 18", 
                    review: "", 
                    img: "tensei-shitara-slime-datta-ken/18.png"
                },
                { 
                    title: "О моём перерождении в слизь 19", 
                    review: "", 
                    img: "tensei-shitara-slime-datta-ken/19.jpg"
                },
                { 
                    title: "О моём перерождении в слизь 20", 
                    review: "", 
                    img: "tensei-shitara-slime-datta-ken/20.png"
                },
                { 
                    title: "О моём перерождении в слизь 21", 
                    review: "", 
                    img: "tensei-shitara-slime-datta-ken/21.jpg"
                },
                { 
                    title: "О моём перерождении в слизь 22", 
                    review: "", 
                    img: "tensei-shitara-slime-datta-ken/22.png"
                },
                { 
                    title: "О моём перерождении в слизь 23", 
                    review: "", 
                    img: "tensei-shitara-slime-datta-ken/23.png"
                },
            ]
        }
    };
}